things_names_lists = {
    'Стандартный набор':
    [
        'Шапка',
        'Рогатка',
        'Кольчуга',
        'Волшебная палочка',
        'Нож',
        'Топор',
        'Бинт',
        'Очки',
        'Ноутбук',
        'Сапоги',
        'Меч',
        'Трусы',
        'Мышь',
        'Граната',
        'Нано-туфли',
        'Нано-штаны',
        'Каска',
        'Шарф',
        'Куртка',
        'Ремень разработчика',
        'Бейджик'
    ]
}

persons_names_lists = {
    'Стандартный набор':
    [
        'Малышева Варвара',
        'Гавриш Антон',
        'Гульнара Гарафиева',
        'Кривова Юлия',
        'Сергец Коробенков',
        'Алексей Прохоров',
        'Алексей Навальный',
        'Владимир Путин',
        'Евгений Понасенков',
        'Железный человек',
        'Супермем',
        'Аркадий Волож',
        'Хмелевский Александр',
        'Росомаха',
        'Билл Гейтс',
        'Коронавирус',
        'Иисус Христос',
        'Леонид Запалов',
        'Юрий Гагарин',
        'Александр Кудрявцев'
    ]
}
