"""
Либротех: технологическая библиотека
статичных данных.
"""

# https://www.rlsnet.ru/tn_alf_letter_d8.htm
warrior_name = [
    'Абиратерон', 'Агилосартан', 'Адамантилфениламин', 'Бактериофаг'
    'Бензобарбитал', 'Бронхобос', 'Витасик', 'Витекс агнус-кастус',
    'Екокс', 'ЕМБ-Фатол 400', 'Желудочный сбор №3', 'Имиглюцераза',
    'Каликста', 'Кантацит', 'Эдас-940', 'Клодифен', 'Нейро',
    'Ко-Диован', 'Ликферр-Фолли', 'М-йодбензилгуанидин',
    'Монтелукаст', 'Зентива', 'Неодолпассе', 'Никотинелл',
    'Нирвана - Эдас', 'Окопника жёсткого корень', 'Оптишарп 5 %',
    'Паклитаксел-Келун', 'Пиаскледин 300', 'Пипекурония бромид',
    'Румалайя крим', 'Рыбий жир', 'Теризидон-Мак', 'Травапресс',
    'Флавоноидная фракция', 'Швеф-Хель'
]

things = [
    'ампульные сапоги', 'атомная кольчуга', 'боты камфорные',
    'вата', 'деминерализованная каска', 'куртка химическая',
    'молекулярный щит', 'нуклеотидный шлем', 'пузырьковый жилет',
    'сертификат качества', 'аура фармацевта', 'аэросил', 'блистер',
    'вазелин', 'капсула жёсткая', 'коробочка', 'короста',
    'липкий сахар', 'плёнка', 'пыль', 'твердь фармакопеи'
]


things_new = {
      'head': ['деминерализованная каска', 'нуклеотидный шлем', 'шипучая шапка',
               'фильтр-пакет', 'маршрутный колпачок'],
      'legs': ['ампульные сапоги', 'боты камфорные', 'укупорочные ботфорты',
               'пропеллентные скороходы', 'мембранные туфли'],
      'body': ['капсула жёсткая', 'блистер', 'асептическая коробочка',
               'аэросил', 'куртка химическая', 'атомная кольчуга',
               'пузырьковый жилет', 'молекулярные наручи',
               'герметичный костюм', 'корригентный плащ',
               'вата', 'вазелин', 'липкий сахар', 'плёнка', 'пыль',
               'твердь фармакопеи', 'сертификат качества', 'аура фармацевта']
}
